[[["(1) In a proceeding against a company in respect of regulation 3A, it shall be a defence to prove that it entered into a transaction in the securities of a listed company when the unpublished price sensitive information was in the possession of an officer or employee of the company, if :(a)  the decision to enter into the transaction or agreement was taken on its behalf by a person orpersons other than that officer or employee; and(b)  such company has put in place such systems and procedures which demarcate the activities ofthe company in such a way that the person who enters into transaction in securities on behalf ofthe  company  cannot  have  access  to  information  which  is  in  possession  of  other  officer  oremployee of the company; and(c)  it had in operation at that time, arrangements that could reasonably be expected to ensure thatthe information was not communicated to the person or persons who made the decision andthat no advice with respect to the transactions or agreement was given to that person or any ofthose persons by that officer or employee; and(d)  the information was not so communicated and no such advice was so given.", "(2)  In  a  proceeding  against  a  company  in  respect  of  regulation  3A  which  is  in  possession  of unpublished price sensitive information, it shall be defence to prove that acquisition of shares of a listed company was as per the Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997.] Violation of provisions relating to insider trading. clause (ii) read as under:- “(ii)  communicate  any  unpublished  price  sensitive  information  to  any  person,  with  or  without  his  request  for  such information, except as required in the ordinary course of business or under any law; or” clause (iii) read as under:-"], [" stock exchange when in possession of unpublished price sensitive information: including the following : – Provided that the insider may prove his innocence by demonstrating the circumstances(1)No  insider  shall  trade  in  securities  that  are  listed  or  proposed  to  be  listed  on  a(i)  the  transaction  is  an  off-market  inter-se  transfer  between  promoters  who  were  inpossession of the same unpublished price sensitive information without being in breachof regulation 3 and both parties had made a conscious and informed trade decision;(ii)in the case of non-individual insiders: –(a)the individuals who were in possession of such unpublished price sensitiveinformation were different from the individuals taking trading decisions and suchdecision-making  individuals  were  not  in  possession  of  such  unpublished  pricesensitive information when they took the decision to trade; and(b)appropriate and adequate arrangements were in place to ensure that theseregulations are not violated and no unpublished price sensitive information wascommunicated  by  the  individuals  possessing  the  information  to  the  individualstaking  trading  decisions  and  there  is  no  evidence  of  such  arrangements  havingbeen breached;the trades were pursuant to a trading plan set up in accordance with regulation 5.(iii)information, his trades would be presumed to have been motivated by the knowledge and awareness of suchinformation in his possession. The reasons for which he trades or the purposes to which he applies theproceeds of the transactions are not intended to be relevant for determining whether a person has violatedthe regulation. He traded when in possession of unpublished price sensitive information is what would needto be demonstrated at the outset to bring a charge. Once this is established, it would be open to the insiderto  prove  his  innocence  by  demonstrating  the  circumstances  mentioned  in  the  proviso,  failing  which  hewould have violated the prohibition.(2)In the case of connected persons the onus of establishing, that they were not in possessionof  unpublished  price  sensitive  information,  shall  be  on  such  connected  persons  and  in  othercases, the onus would be on the Board.(3)deem necessary for the purpose of these regulations."], "3B", "4"], [["(1) If the Board suspects that any person has violated any provision of these regulations, it may make inquiries with such persons or any other person as mentioned in clause (i) of sub-section (2) of section 11 as deemed fit, to form a prima facie opinion as to whether there is any violation of theseregulations.", "(2) The Board may appoint one or more officers to inspect the books and records of insider(s) or any other  persons  as  mentioned  in  clause  (i)  of  sub-section  (2)  of  section  11  for  the  purpose  of  sub-"], [" In order to remove any difficulties in the interpretation or application of the provisions of these regulations, the Board shall have the power to issue directions through guidance notes or circulars: The  Securities  and  Exchange  Board  of  India  (Prohibition  of  Insider  Trading) Provided that where any direction is issued by the Board in a specific case relating to interpretation  or  application  of  any  provision  of  these  regulations,  it  shall  be  done  only  after affording a reasonable opportunity of being heard to the concerned persons and after recording reasons for the direction."], "4A", "11"], [["(1) Where the Board, 29[is of prima facie opinion] that it is necessary to investigate and inspect the books of account, either records and documents of an insider 30[or any other person mentioned in clause  (i)  of  sub-section  (1)  of  section  11  of  the  Act]  for  any  of  the  purposes  specified  in  sub- regulation (2), it may appoint an investigating authority for the said purpose.", "(2) The purpose referred to in sub-regulation (1) may be as follows:(a)  to investigate into the complaints received from investors, intermediaries or any other personon any matter having a bearing on the allegations of insider trading; and(b)  to investigate suo-motu upon its own knowledge or information in its possession to protect theinterest of investors in securities against breach of these regulations."], ["(1)specified.The disclosures to be made by any person under this Chapter shall include those relating(2)to trading by such person’s immediate relatives, and by any other person for whom such persontakes trading decisions.but also by the immediate relatives and of other persons for whom the person concerned takes trading decisions.These  regulations  are  primarily  aimed  at  preventing  abuse  by  trading  when  in  possession  of  unpublished  pricesensitive information and therefore, what matters is whether the person who takes trading decisions is in possessionof such information rather than whether the person who has title to the trades is in such possession.(3)The  disclosures  of  trading  in  securities  shall  also  include  trading  in  derivatives  ofsecurities and the traded value of the derivatives shall be taken into account for purposes of thisChapter:being in force.(4)"], "5", "6"], [["The Board may without prejudice to its right to initiate criminal prosecution under section 24 or any action under Chapter VIA of the Act, to protect the interests of investor and in the interests of the  securities  market  and  for  due  compliance  with  the  provisions  of  the  Act,  regulation  made thereunder issue any or all of the following order, namely :(a)  directing the insider or such person as mentioned in clause (i) of sub-section (2) of section 11of the Act not to deal in securities in any particular manner;(b)  prohibiting the insider or such person as mentioned in clause (i) of sub-section (2) of section 11of the Act from disposing of any of the securities acquired in violation of these regulations;(c)  restraining the insider to communicate or counsel any person to deal in securities;(d)  declaring the transaction(s) in securities as null and void;(e)  directing the person who acquired the securities in violation of these regulations to deliver thesecurities back to the seller :Provided that in case the buyer is not in a position to deliver such securities, the market priceprevailing at the time of issuing of such directions or at the time of transactions whichever ishigher, shall be paid to the seller;(f)  directing the person who has dealt in securities in violation of these regulations to transfer anamount  or  proceeds  equivalent  to  the  cost  price  or  market  price  of  securities,  whichever  ishigher to the investor protection fund of a recognised stock exchange.]43 [Manner of service of summons and notice issued by the Board.regulation 11 read as under:-“11.  Directions  by  the  Board  –  On  receipt  of  the  explanation,  if  any,  from  the  insider  under  sub-regulation  (2)  ofregulation (9) , the Board may without prejudice to its right to initiate criminal prosecution under section 24 of the Act,give such directions to protect the interest of investors and in the interest of the securities market and for due compliancewith the provisions of the Act, rules made thereunder and these regulations, as it deems fit for all or any of the followingpurposes, namely:-(a)  directing the insider not to deal in securities in any particular manner;(b)  prohibiting the insider from disposing of any of the securities acquired in violation of these regulations;(c)  restraining the insider to communicate or counsel any person to deal in securities.”"], ["(1)  Initial Disclosures. Provided  that  trading  in  derivatives  of  securities  is  permitted  by  any  law  for  the  time The  disclosures  made  under  this  Chapter  shall  be  maintained  by  the  company,  for  a(a).  Every  promoter,  key  managerial  personnel  and  director  of  every  company  whosesecurities are listed on any recognised stock exchange shall disclose his holding ofsecurities  of  the  company  as  on  the  date  of  these  regulations  taking  effect,  to  thecompany within thirty days of these regulations taking effect;(b).  Every  person  on  appointment  as  a  key  managerial  personnel  or  a  director  of  thecompany or upon becoming a promoter shall disclose his holding of securities of thecompany  as  on  the  date  of  appointment  or  becoming  a  promoter,  to  the  companywithin seven days of such appointment or becoming a promoter.", "(2) Continual Disclosures.(a).Every  promoter,  employee  and  director  of  every  company  shall  disclose  to  thecompany the number of such securities acquired or disposed of within two tradingdays  of  such  transaction  if  the  value  of  the  securities  traded,  whether  in  onetransaction  or  a  series  of  transactions  over  any  calendar  quarter,  aggregates  to  atraded value in excess of ten lakh rupees or such other value as may be specified;(b).Every company shall notify the particulars of such trading to the stock exchange onwhich the securities are listed within two trading days of receipt of the disclosure orfrom becoming aware of such information.incremental transactions after any disclosure under this sub-regulation, shall be madewhen the transactions effected after the prior disclosure cross the threshold specifiedin clause (a) of sub-regulation (2).Disclosures by other connected persons.", "(3) Any  company  whose  securities  are  listed  on  a  stock  exchange  may,  at  its  discretion require any other connected person or class of connected persons to make disclosures of holdings and  trading  in  securities  of  the  company  in  such  form  and  at  such  frequency  as  may  be determined by the company in order to monitor compliance with these regulations. unpublished price sensitive information. This provision confers discretion on any company to seek such information. For example, a listed company may ask that a management consultant who would advise it on corporate strategy"], "11", "7"], [["No insider shall— clause (k) read as under:- “(k) Unpublished price sensitive information   means any information which related to the following matters or is of concern, directly or indirectly, to a company, and is not generally known or published by such company” for general information , but which if published or known, is likely to materially affect the price of securities of that company in the market –(i)(ii)(iii)(iv)(v)(vi)(vii)financial results (both half-yearly and annual) of the company;intended declaration of dividend (both interim/final);issue of shares by way of public rights, bonus etc.;any major expansion plans or execution of new projects;amalgamations, mergers and takeovers;disposal of the whole or substantially the whole of the undertaking;such other information as may affect the earnings of the company.(i)  either on his own behalf or on behalf of any other person, deal in securities of a company listedon any stock exchange 19[when in possession of] any unpublished price sensitive information;or20 [(ii)  communicate 21[or] counsel or procure directly or indirectly any unpublished price sensitiveinformation  to  any  person  who  while  in  possession  of  such  unpublished  price  sensitiveinformation shall not deal in securities :Provided that nothing contained above shall be applicable to any communication required inthe ordinary course of business 22[or profession or employment] or under any law.]23 [***]24  [3A.  No  company  shall  deal  in  the  securities  of  another  company  or  associate  of  that  othercompany while in possession of any unpublished price sensitive information.]"], [" The  board  of  directors  of  every  listed  company  and  market  intermediary  shall formulate a code of conduct to regulate, monitor and report trading by its employees and other connected persons towards achieving compliance with these regulations, adopting the minimum standards  set  out  in  Schedule  B  to  these  regulations,  without  diluting  the  provisions  of  these regulations in any manner. intermediary registered with SEBI is mandatorily required to formulate a code of conduct governing trading by itsemployees.  The standards set out in the schedule are required to be addressed by such code of conduct.(1)(2)Every other person who is required to handle unpublished price sensitive information inthe  course  of  business  operations  shall  formulate  a  code  of  conduct  to  regulate,  monitor  andreport  trading  by  employees  and  other  connected  persons  towards  achieving  compliance  withthese regulations, adopting the minimum standards set out in Schedule B to these regulations,without diluting the provisions of these regulations in any manner.are required to handle unpublished price sensitive information to formulate a code of conduct governing trading insecurities  by  their  employees.  These  entities  include  professional  firms  such  as  auditors,  accountancy  firms,  lawfirms,  analysts,  consultants  etc.,  assisting  or  advising  listed  companies,  market  intermediaries  and  other  capitalmarket participants. Even entities that normally operate outside the capital market may handle unpublished pricesensitive information. This provision would mandate all of them to formulate a code of conduct.(3)Every  listed  company,  market  intermediary  and  other  persons  formulating  a  code  ofconduct shall identify and designate a compliance officer to administer the code of conduct andother requirements under these regulations."], "3", "9"], [["(1) Before undertaking any investigation under regulation 5, the Board shall give a reasonable notice to insider for that purpose.", "(2) Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest  of  investors  or  in  public  interest  no  such  notice  should  be  given,  it  may  by  an  order  in writing direct that the investigation be taken up without such notice.", "(3) On being empowered by the Board, the investigation authority shall undertake the investigation and inspection of books of account and the insider against whom an investigation is being carried out 31[an insider or any other person mentioned in clause (i) of sub-section (1) of section 11 of the Act] shall be bound to discharge his obligations as provided in regulation 7. Obligations of insider on investigation by the Board. (Insider Trading) (Amendment) Regulations, 2002 w.e.f. 20-02-2002."], [" exchange, shall formulate and publish on its official website, a code of practices and procedures for  fair  disclosure  of  unpublished  price  sensitive  information  that  it  would  follow  in  order  to adhere to each of the principles set out in Schedule A to these regulations, without diluting the provisions of these regulations in any manner. formulate  a  stated  framework  and  policy  for  fair  disclosure  of  events  and  occurrences  that  could  impact  price discovery  in  the  market  for  its  securities.  Principles  such  as,  equality  of  access  to  information,  publication  of policies  such  as  those  on  dividend,  inorganic  growth  pursuits,  calls  and  meetings  with  analysts,  publication  of transcripts of such calls and meetings, and the like are set out in the schedule.(2)Every  such  code  of  practices  and  procedures  for  fair  disclosure  of  unpublished  pricesensitive  information  and  every  amendment  thereto  shall  be  promptly  intimated  to  the  stockexchanges where the securities are listed."], "6", "8"], [["(1) All listed companies and organisations associated with securities markets including :(a)  the  intermediaries  as  mentioned  in  section  12  of  the  Act,  asset  management  company  andtrustees of mutual funds ;(b)  the self-regulatory organisations recognised or authorised by the Board;(c)  the recognised stock exchanges and clearing house or corporations;(d)  the public financial institutions as defined in section 4A of the Companies Act, 1956; and(e)  the  professional  firms  such  as  auditors,  accountancy  firms,  law  firms,  analysts,  consultants,etc., assisting or advising listed companies,shall frame a code of internal procedures and conduct as near thereto the Model Code specified inSchedule I of these Regulations 45[without diluting it in any manner and ensure compliance of thesame].", "(2) The entities mentioned in sub-regulation (1), shall abide by the code of Corporate Disclosure Practices as specified in Schedule II of these Regulations.", "(3) All entities mentioned in sub-regulation (1), shall adopt appropriate mechanisms and procedures to enforce the codes specified under sub-regulations (1) and (2).", "(4) Action taken by the entities mentioned in sub-regulation (1) against any person for violation of"], [" Regulations, 1992 are hereby repealed.(2)   Notwithstanding such repeal,—(a)the  previous  operation  of  the  repealed  regulations  or  anything  duly  done  or  sufferedthereunder,  any  right,  privilege,  obligation  or  liability  acquired,  accrued  or  incurred  under  therepealed  regulations,  any  penalty,  forfeiture  or  punishment  incurred  in  respect  of  any  offencecommitted against the repealed regulations, or any investigation, legal proceeding or remedy inrespect  of  any  such  right,  privilege,  obligation,  liability,  penalty,  forfeiture  or  punishment  asaforesaid, shall remain unaffected as if the repealed regulations had never been repealed; and(b)anything done or any action taken or purported to have been done or taken including anyadjudication,  enquiry  or  investigation  commenced  or  show-cause  notice  issued  under  therepealed regulations prior to such repeal, shall be deemed to have been done or taken under thecorresponding provisions of these regulations;(3)   After  the  repeal  of  Securities  and  Exchange  Board  of  India  (Prohibition  of  InsiderTrading) Regulations, 1992, any reference thereto in any other regulations made, guidelines orcirculars issued thereunder by the Board shall be deemed to be a reference to the correspondingprovisions of these regulations."], "12", "12"], [["(1) Any person who holds more than 5% shares or voting rights in any listed company shall disclose to the company 47[in Form A], the number of shares or voting rights held by such person, on becoming such holder, within 48[2 working days] of :—(a)  the receipt of intimation of allotment of shares; or(b)  the acquisition of shares or voting rights, as the case may be.", "(2) 49[Any person who is a director or officer of a listed company shall disclose to the company in Form B the number of shares or voting rights held and positions taken in derivatives by such person listed companies - Initial Disclosure.” by the SEBI (Prohibition of Insider Trading) (Amendment) Regulations, 2011w.e.f. 16-08-2011.Regulations, 2008 w.e.f. 19-11-2008.and his dependents (as defined by the company), within two working days of becoming a director orofficer of the company.]50[(2A) Any person who is a promoter or part of promoter group of a listed company shall discloseto the company in Form B the number of shares or voting rights held by such person, within twoworking days of becoming such promoter or person belonging to promoter group.]Continual disclosure.", "(3)  Any  person  who  holds  more  than  5%  shares  for  voting  rights  in  any  listed  company  shall disclose to the company  51[in Form C] the number of shares or voting rights held and change in shareholding or voting rights, even if such change results in shareholding falling below 5%, if there has been change in such holdings from the last disclosure made under sub-regulation (1) or under this  sub-regulation;  and  such  change  exceeds  2%  of  total  shareholding  or  voting  rights  in  thecompany. 52[(4)  Any  person  who  is  a  director  or  officer  of  a  listed  company,  shall  disclose  to  the company  and  the  stock  exchange  where  the  securities    are    listed    in    Form    D,    the    total number  of  shares  or voting rights held and change in shareholding  or voting rights, if there has  been  a  change  in  such  holdings  of  such  person  and  his  dependents  (as  defined  by  thecompany)  from  the  last  disclosure  made  under  sub-regulation    (2)  or  under  this  sub-regulation,    and  the  change  exceeds  Rs.  5  lakh  in  value  or  25,000  shares  or  1%  of  totalshareholding or voting rights, whichever is lower.]53[(4A) Any person who is a promoter or part of promoter group of a listed company, shall discloseto the company and the stock exchange where the securities are listed in Form D, the total numberof shares or voting rights held and change in shareholding or voting rights, if there has been achange in such holdings of such person from the last disclosure made under Listing Agreement orunder sub-regulation (2A) or under this sub-regulation, and the change exceeds Rs. 5 lakh in valueor 25,000 shares or 1% of total shareholding or voting rights, whichever is lower.]", "(5) The disclosure mentioned in sub-regulations 54[(3), (4) and (4A)] shall be made within  55[two] working days of :(a)  the receipts of intimation of allotment of shares, or(b)  the acquisition or sale of shares or voting rights, as the case may be.Disclosure by company to stock exchanges.substitution sub-regulation (2) read as under:-“(2) Any person who is a director or officer of a listed company, shall disclose to the company in Form B, the number ofshares or voting rights held by such person, within 4 working days of becoming a director or officer of the company.”its substitution sub-regulation (4) read as under:-“(4) Any person who is a director or officer of a listed company, shall disclose to the company in Form D, the totalnumber of shares or voting rights held and change in shareholding or voting rights, if there has been a change in suchholdings from the last disclosure made under sub-regulation (2) or under this sub-regulation, and the change exceeds Rs.5 lakh in value or 25,000 shares or 1% of total shareholding or voting rights, whichever is lower.”(Amendment) Regulations, 2011 w.e.f. 16-08-2011.19-11-2008.", "(6)  Every  listed  company,  56[within  two  working  days]  of  receipt,  shall  disclose  to  all  stock exchanges on which the company is listed, the information received under sub-regulations 57[  \"(l),(2), (2A), (3), (4) and (4A)] 58[in the respective formats specified in Schedule III.]59[E-filing.", "(7)  The  disclosures  required  under  this  regulation  may  also  be made  through  electronic filing  in  accordance  with  the  system devised by the stock exchange.] \"promoter  group\"  shall  have  the  same  meaning  as  assigned  to  them  in  terms  of  regulations"], [" No insider shall communicate, provide, or allow access to any unpublished price sensitive information, relating to a company or securities listed or proposed to be listed, to any person including other insiders except where such communication is in furtherance of legitimate purposes, performance of duties or discharge of legal obligations. unpublished price sensitive information to handle such information with care and to deal with the information with them when transacting their business strictly on a need-to-know basis.  It is also intended to lead to organisations developing practices based on need-to-know principles for treatment of information in their possession.(2)No person shall procure from or cause the communication by any insider of unpublishedprice sensitive information, relating to a company or securities listed or proposed to be listed,except  in  furtherance  of  legitimate  purposes,  performance  of  duties  or  discharge  of  legalobligations.sensitive information.  Inducement and procurement of unpublished price sensitive information not in furtherance ofone’s legitimate duties and discharge of obligations would be illegal under this provision.Notwithstanding  anything  contained  in  this  regulation,  an  unpublished  price  sensitive(3)information may be communicated, provided, allowed access to or procured, in connection witha transaction that would:–(i)entail an obligation to make an open offer under the takeover regulations wherethe  board  of  directors  of  the  company  is  of  informed  opinion  that  the  proposedtransaction is in the best interests of the company;procuring UPSI for substantial transactions such as takeovers, mergers and acquisitions involving tradingin securities and change of control to assess a potential investment.  In an open offer under the takeoverregulations, not only would the same price be made available to all shareholders of the company but alsoall  information  necessary  to  enable  an  informed  divestment  or  retention  decision  by  the  publicshareholders  is  required  to  be  made  available  to  all  shareholders  in  the  letter  of  offer  under  thoseregulations.(ii)not attract the obligation to make an open offer under the takeover regulations butwhere  the  board  of  directors  of  the  company  is  of  informed  opinion  that  the  proposedtransaction  is  in  the  best  interests  of  the  company  and  the  information  that  constituteunpublished price sensitive information is disseminated to be made generally available atleast two trading days prior to the proposed transaction being effected in such form as theboard of directors may determine.transactions that do not entail an open offer obligation under the takeover regulations if it is in the bestinterests  of  the  company.  The  board  of  directors,  however,  would  cause  public  disclosures  of  suchunpublished price sensitive information well before the proposed transaction to rule out any informationasymmetry in the market.(4)For  purposes  of  sub-regulation  (3),  the  board  of  directors  shall  require  the  parties  toexecute agreements to contract confidentiality and non-disclosure obligations on the part of suchparties and such parties shall keep information so received confidential, except for the purpose ofsub-regulation (3), and shall not otherwise trade in securities of the company when in possessionof unpublished price sensitive information."], "13", "3"], [["(1)  It  shall  be  the  duty  of  every  insider,  who  is  being  investigated  32[or  any  other  person mentioned in clause (i) of sub-section (1) of section 11 of the Act], to produce to the investigating authority  such  books,  accounts  and  other  documents  in  his  custody  or  control  and  furnish  the authority with the statements and information relating to the transactions in securities market within such time as the said authority may require.", "(2) The insider 33[or any other person mentioned 34[in] clause (i) of sub-section (2) of section 11 of the Act] shall allow the investigating authority to have reasonable access to the premises occupied by such insider and also extend reasonable facility for examining any books, records, documents and computer data in the possession of the stock-broker or any other person and also provide copies of documents or other materials which in the opinion of the investigating authority are relevant.", "(3) The investigating authority, in the course of investigation, shall be entitled to examine or record statements of any member, director, partner, proprietor and employee of the insider 35[or any other person mentioned in clause (i) of sub-section (2) of section 11 of the Act].", "(4) It shall be the duty of every director, proprietor, partner, officer and employee of the insider to give  to  the  investigating  authority  all  assistance  in  connection  with  the  investigation,  which  the insider  36[or any other person mentioned in clause (i) of sub-section (2) of section 11 of the Act] may be reasonably expected to give."], [" An  insider  shall  be  entitled  to  formulate  a  trading  plan  and  present  it  to  the compliance officer for approval and public disclosure pursuant to which trades may be carried out on his behalf in accordance with such plan. price sensitive information and enabling them to trade in securities in a compliant manner.  This provision would enable the formulation of a trading plan by an insider to enable him to plan for trades to be executed in future.  By doing so, the possession of unpublished price sensitive information when a trade under a trading plan is actually executed would not prohibit the execution of such trades that he had pre-decided even before the unpublished price sensitive information came into being.(2)not  entail  commencement  of  trading  on  behalf  of  the  insider  earlier  than  sixSuch trading plan shall:–(i)months from the public disclosure of the plan;Such  a  period  is  considered  reasonably  long  for  unpublished  price  sensitive  information  that  is  inpossession  of  the  insider  when  formulating  the  trading  plan,  to  become  generally  available.    It  is  alsoconsidered to be a reasonable period for a time lag in which new unpublished price sensitive informationmay come into being without adversely affecting the trading plan formulated earlier. In any case, it shouldbe remembered that this is only a statutory cool-off period and would not grant immunity from action if theinsider were to be in possession of the same unpublished price sensitive information both at the time offormulation of the plan and implementation of the same.(ii)not entail trading for the period between the twentieth trading day prior to the lastday of any financial period for which results are required to be announced by the issuer ofthe securities and the second trading day after the disclosure of such financial results;insiders when in possession of unpublished price sensitive information, it is important that the trading plandoes not entail trading for a reasonable period around the declaration of financial results as that wouldgenerate unpublished price sensitive information.(iii)short periods of time rendering meaningless the defence of a reasonable time gap between the decision totrade and the actual trade.  Hence it is felt that a reasonable time would be twelve months.(iv)existence;same time period.  Since it would be possible for an insider to time the publication of the unpublished priceentail trading for a period of not less than twelve months;not  entail  overlap  of  any  period  for  which  another  trading  plan  is  already  insensitive information to make it generally available instead of timing the trades, it is important not to havethe ability to initiate more than one plan covering the same time period.(v)set out either the value of trades to be effected or the number of securities to betraded  along  with  the  nature  of  the  trade  and  the  intervals  at,  or  dates  on  which  suchtrades shall be effected; andplan should entail, they should stipulate certain basic parameters that a trading plan should conform toand within which, the plan may be formulated with full flexibility.  The nature of the trades entailed in thetrading  plan  i.e.  acquisition  or  disposal  should  be  set  out.  The  trading  plan  may  set  out  the  value  ofsecurities or the number of securities to be invested or divested.  Specific dates or specific time intervalsmay be set out in the plan.(vi)proceedings  for  market  abuse.  For  instance,  in  the  event  of  manipulative  timing  of  the  release  ofunpublished price sensitive information to ensure that trading under a trading plan becomes lucrative incircumvention of regulation 4 being detected, it would be open to initiate proceedings for alleged breach ofSEBI  (Prohibition  of  Fraudulent  and  Unfair  Trade  Practices  Relating  to  the  Securities  Market)Regulations, 2003.not entail trading in securities for market abuse.(3)The compliance officer shall review the trading plan to assess whether the plan wouldhave any potential for violation of these regulations and shall be entitled to seek such expressundertakings  as  may  be  necessary  to  enable  such  assessment  and  to  approve  and  monitor  theimplementation of the plan.need the insider to declare that he is not in possession of unpublished price sensitive information or that he wouldensure  that  any  unpublished price  sensitive  information  in  his possession becomes generally  available before  hecommences executing his trades.  Once satisfied, he may approve the trading plan, which would then have to beimplemented in accordance with these regulations.(4)The  trading  plan  once  approved  shall  be  irrevocable  and  the  insider  shall  mandatorilyhave to implement the plan, without being entitled to either deviate from it or to execute anytrade in the securities outside the scope of the trading plan.Provided that the implementation of the trading plan shall not be commenced if any unpublishedprice sensitive information in possession of the insider at the time of formulation of the plan hasnot become generally available at the time of the commencement of implementation and in suchevent  the  compliance  officer  shall  confirm  that  the  commencement  ought  to  be  deferred  untilsuch unpublished price sensitive information becomes generally available information so as toavoid a violation of sub-regulation (1) of regulation 4.when in possession of unpublished price sensitive information, changing the plan or trading outside the same wouldnegate the intent behind the exception.  Other investors in the market, too, would factor the impact of the tradingplan  on  their  own  trading  decisions  and  in  price  discovery.    Therefore,  it  is  not  fair  or  desirable  to  permit  theinsider  to  deviate  from  the  trading  plan  based  on  which  others  in  the  market  have  assessed  their  views  on  thesecurities.The  proviso  is  intended  to  address  the  prospect  that  despite  the  six-month  gap  between  the  formulation  of  thetrading plan and its commencement, the unpublished price sensitive information in possession of the insider is stillnot generally available.  In such a situation, commencement of the plan would conflict with the over-riding principlethat  trades  should  not  be  executed  when  in  possession  of  such  information.  If  the  very  same  unpublished  pricesensitive information is still in the insider’s possession, the commencement of execution of the trading plan ought tobe deferred.(5)stock exchanges on which the securities are listed.required to be publicly disseminated.  Investors in the market at large would also factor the potential pointers in thetrading  plan  in  their  own  assessment  of  the  securities  and  price  discovery  for  them  on  the  premise  of  how  theinsiders perceive the prospects or approach the securities in their trading plan."], "7", "5"], [[" Any insider who deals in securities ***] in contravention of the provisions of regulation or"], [" with the Act."], "4", "10"], [["The investigating authority shall, within 37[reasonable time] of the conclusion of the investigation, submit an investigation report to the Board."], "", "8", "0"], [["38[(1) The Board shall, after consideration of the investigation report communicate the findings to the person suspected to be involved in insider trading or violation of these regulations.(2) The person to whom such findings has been communicated shall reply to the same within 21days; and(3) On receipt of such a reply or explanation, if any, from such person, the Board may take suchmeasures as it deems fit to protect the interests of the investors and in the interests of the securitiesmarket and for the due compliance of the 39[provisions] of the Act, the regulations made thereunder"], "", "9", "0"], [[" 38  Substituted  by  the  SEBI  (Insider  Trading)  (Amendment)  Regulations,  2002  w.e.f.  20-02-2002.  Prior  to  their substitution, sub-regulations (1) and (2) read as under:- “(1) The Board shall after consideration of the investigation report communicate the findings to the insider and he shall be given an opportunity of being heard before any action is taken by the Board on the findings of the investigatingauthority.(2) On receipt of the explanation, if any, from the insider, the Board may call upon the insider to take such measuresas the Board may deem fit to protect the interest of the securities market and for due compliance with the provisions ofthe Ac, rules made thereunder and these regulations.”w.e.f. 29-11-2002."], "", "2002", "0"], [["Notwithstanding  anything  contained  in  40[regulation  4A  and]  regulation  5,  the  Board  may appoint a qualified auditor to investigate into the books of account or the affairs of the insider 41[or any other person mentioned in clause (i) of sub-section (1) of section 11 of the Act] : Provided that, the auditor so appointed shall have the same powers of the inspecting authority as stated in regulation 5 and the insider shall have the obligations specified in regulation 7."], "", "10", "0"], [["A summons or notice issued by the Board under these regulations may be served in the manner provided in regulation 22 of the Securities and Exchange Board of India (Procedure for Holding"], "", "11A", "0"], [["Without  prejudice  to  the  directions  under  regulation  11,  if  any person violates provisions of these  regulations,  he shall  be liable  for appropriate   action   under  Sections   11,  11B,  11D, Chapter  VIA  and Section 24 of the Act.] 62 [Appeal to the 63[Securities Appellate Tribunal]. 64 [15.] Any person aggrieved by an order of the Board under these regulations may prefer an appeal"], "", "14", "0"]]